[
  {
    "title": "Cannes 2025: The amfAR Gala Red Carpet Brought Decadence, Daring, and Drama",
    "summary": "At the Hôtel du Cap-Eden-Roc, stars lit up the French Riviera in showstopping couture and activist elegance. Here’s what defined the night.",
    "img": "images/news/amfar-cannes-2025.jpg",
    "link": "news/amfar-cannes-2025.html",
    "date": "2025-05-23"
  },
  {
    "title": "Cannes 2025: The Return of the Divas and a New Era of Glamour",
    "summary": "Angelina Jolie and Jennifer Lawrence redefine red carpet fashion at Cannes 2025, setting a new standard for modern elegance.",
    "img": "images/news/cannes-2025-cover.jpg",
    "link": "news/cannes-2025-glamour.html",
    "date": "2025-05-18"
  },
  {
    "title": "Red Carpet Minimalism Takes Over Cannes 2025",
    "summary": "Quiet luxury stole the spotlight on May 20 at Cannes, as elegance redefined the red carpet with minimalist style.",
    "img": "images/news/cannes-minimalism-cover.jpg",
    "link": "news/cannes-2025-minimalism.html",
    "date": "2025-05-20"
  },
  {
    "title": "Corteiz Drops Vibrant Spring Capsule, Reinforcing London’s Streetwear Dominance",
    "summary": "London-based streetwear brand Corteiz releases its latest Spring capsule, showcasing bold designs and solidifying its position in the global fashion scene.",
    "img": "images/news/corteiz-spring-capsule-2025-cover.jpg",
    "link": "news/corteiz-spring-capsule-2025.html",
    "date": "2025-05-31"
  },
  {
    "title": "Europeans Are Choosing Latin America Over the U.S. This Summer — Here’s Why",
    "summary": "European travelers are shifting their summer plans away from the U.S., favoring Latin American destinations due to various factors. Here's what's driving the change.",
    "img": "images/news/europe-latinamerica-travel-shift.jpg",
    "link": "news/europe-latinamerica-travel-shift.html",
    "date": "2025-05-26"
  },
  {
    "title": "Florence Pugh Stuns in London with Loewe and McQueen Looks While Promoting “Thunderbolts”",
    "summary": "Florence Pugh took London by storm during the Thunderbolts promo tour, wearing powerful looks from Loewe, McQueen, and Ricci that blurred the line between superhero and haute couture.",
    "img": "images/news/florence-pugh-thunderbolts-london.jpg",
    "link": "news/florence-pugh-thunderbolts-london.html",
    "date": "2025-05-23"
  },
  {
    "title": "Italy Introduces National Slow Tourism Network, Starting in Puglia",
    "summary": "In a bold move toward intentional travel, Italy launches a nationwide “slow tourism” initiative, with Puglia and Basilicata as its first official routes.",
    "img": "images/news/news-cover-italy-slowtravel.jpg",
    "link": "news/italy-slow-travel-network.html",
    "date": "2025-05-30"
  },
  {
    "title": "Japan Launches “Style Tourism” to Attract Fashion-Lovers Worldwide",
    "summary": "Japan's new campaign connects fashion, culture, and travel to create immersive experiences for style-focused visitors across Tokyo, Kyoto, and Osaka.",
    "img": "images/news/news-cover-japan-tourism.jpg",
    "link": "news/japan-style-tourism-campaign.html",
    "date": "2025-05-27"
  },
  {
    "title": "Lisbon Is Leading Europe’s Slow Travel Revolution",
    "summary": "As travelers seek more intention and less itinerary, Lisbon emerges as a slow travel capital — blending rhythm, culture, and visual soul in every corner.",
    "img": "images/news/news-cover-lisbon-slowtravel.jpg",
    "link": "news/lisbon-slow-travel-revolution.html",
    "date": "2025-05-29"
  },
  {
    "title": "Thailand’s Suchata Chuangsri Wins Miss World 2025: A Historic First",
    "summary": "Suchata Chuangsri of Thailand makes history as the first Thai winner of Miss World, crowned at the 72nd edition held in Hyderabad, India.",
    "img": "images/news/miss-world-2025-suchata-chuangsri.jpg",
    "link": "news/miss-world-2025.html",
    "date": "2025-06-01"
  },
  {
    "title": "Boom Boom Fashion: Gen Z’s Loud Rebellion Against Quiet Luxury",
    "summary": "Gen Z is done with subtlety — they're bringing back 80s opulence in a big, loud, gold-drenched way. Discover the Boom Boom Fashion wave.",
    "img": "images/news/boom-boom-fashion-cover.jpg",
    "link": "news/news-boom-boom-fashion.html",
    "date": "2025-05-17"
  },
  {
    "title": "Cannes 2025 Has Begun — And the Red Carpet Is Already a War of Style",
    "summary": "The Cannes Film Festival kicked off yesterday, and fashion has already taken center stage — from transparent gowns to unexpected suits.",
    "img": "images/news/cannes-news-cover.jpg",
    "link": "news/news-cannes-2025.html",
    "date": "2025-01-01"
  },
  {
    "title": "Bella Hadid Breaks the Dress Code at Cannes 2025",
    "summary": "Bella Hadid returns to the red carpet at Cannes 2025, challenging the festival’s new modesty dress code in a daring Saint Laurent gown.",
    "img": "images/news/news-cannes-bella-style.jpg",
    "link": "news/news-cannes-bella-style.html",
    "date": "2025-05-15"
  },
  {
    "title": "Eurovision 2025: Fashion and Culture Converge in Tonight's Semifinal",
    "summary": "Eurovision 2025 kicks off tonight in Basel, where fashion rivals music on Europe’s most visually expressive stage.",
    "img": "images/news/eurovision-2025.jpg",
    "link": "news/news-eurovision-2025.html",
    "date": "2025-01-01"
  },
  {
    "title": "Alessandro Michele Returns to Gucci in 2025",
    "summary": "Gucci brings back Alessandro Michele as Creative Director, marking a bold new era of narrative luxury and stylistic identity.",
    "img": "images/news/news-gucci-michele-return.jpg",
    "link": "news/news-gucci-michele-return.html",
    "date": "2025-05-19"
  },
  {
    "title": "Native Fashion Week Returns to Santa Fe: 110 Nations, One Historic Runway",
    "summary": "Native Fashion Week 2025 unites 50+ Indigenous designers from 110 tribal nations in Santa Fe. A cultural celebration of identity and sovereignty through fashion.",
    "img": "images/news/news-native-fashion-week.jpg",
    "link": "news/news-native-fashion-week.html",
    "date": "2025-05-16"
  },
  {
    "title": "Paris in Detail: What Street Style Is Really Made Of",
    "summary": "Style isn’t just on runways — it’s in the subtle power of scarves, bags and details seen on real Parisian streets.",
    "img": "images/news/news-paris-detail.jpg",
    "link": "news/news-paris-detail.html",
    "date": "2025-01-01"
  },
  {
    "title": "Style Atlas Launches with Big Impact",
    "summary": "Discover how Style Atlas is shaking up the fashion scene with a bold global debut.",
    "img": "images/news/news1.jpg",
    "link": "news/news1.html",
    "date": "2025-01-01"
  },
  {
    "title": "French Street Style Goes Global",
    "summary": "From Paris to the world—how French fashion is influencing global street style.",
    "img": "images/news/news2.jpg",
    "link": "news/news2.html",
    "date": "2025-01-01"
  },
  {
    "title": "Mexico’s Art Scene Inspires Fashion",
    "summary": "See how Mexico’s vibrant art and culture are fueling unique fashion trends.",
    "img": "images/news/news3.jpg",
    "link": "news/news3.html",
    "date": "2025-01-01"
  },
  {
    "title": "Tokyo After Dark: Night Fashion That’s Turning Heads in Shibuya",
    "summary": "Shibuya shines at night not only with lights, but with bold looks turning heads on every street corner.",
    "img": "images/news/tokyo-after-dark-full.jpg",
    "link": "news/tokyo-after-dark.html",
    "date": "2025-05-10"
  },
  {
    "title": "Minimalism in Japan Gets a Bold Twist",
    "summary": "Japan’s minimalist style evolves with colorful and daring new elements.",
    "img": "images/news/news4.jpg",
    "link": "news/news4.html",
    "date": "2025-01-01"
  },
  {
    "title": "Paris Metro Turns Into Fashion Gallery in New Campaign",
    "summary": "The Paris Metro has launched a city-wide campaign transforming its stations into fashion showcases, celebrating the real style of everyday Parisians.",
    "img": "images/news/news-cover-paris-metro-style.jpg",
    "link": "news/paris-metro-fashion-campaign.html",
    "date": "2025-05-27"
  },
  {
    "title": "Pierpaolo Piccioli Joins Balenciaga: A New Chapter Begins",
    "summary": "Fashion shifts as Pierpaolo Piccioli takes the reins at Balenciaga, bringing emotion, structure, and a fresh vision for the house.",
    "img": "images/news/piccioli-balenciaga-cover.jpg",
    "link": "news/piccioli-balenciaga.html",
    "date": "2025-05-21"
  },
  {
    "title": "Saudi Fashion Awards 2025: Riyadh Amplifies Its Global Fashion Presence",
    "summary": "The second edition of the Saudi Fashion Awards celebrates creatives shaping Saudi Arabia's growing influence in global fashion.",
    "img": "images/news/saudi-fashion-awards-2025-cover.jpg",
    "link": "news/saudi-fashion-awards-2025.html",
    "date": "2025-05-22"
  },
  {
    "title": "Seattle’s Space Needle Just Got an All-Glass Outdoor Elevator — And It’s a Thrill",
    "summary": "The iconic Seattle landmark has launched a new double-deck glass elevator that changes how visitors experience the city. Here’s everything you need to know.",
    "img": "images/news/space-needle-2025.jpg",
    "link": "news/space-needle-2025.html",
    "date": "2025-05-25"
  },
  {
    "title": "Spain Faces Heatwave and Storms as Meteorological Summer Begins",
    "summary": "Spain enters summer with soaring temperatures reaching 40°C and sudden storms, prompting alerts across multiple regions.",
    "img": "images/news/spain-heatwave-june-2025.jpg",
    "link": "news/spain-heatwave-june-2025.html",
    "date": "2025-06-02"
  }
]