[
  {
    "title": "Style Atlas Launches with Big Impact",
    "img": "images/news/news1.jpg",
    "link": "news/news1.html",
    "summary": "Discover how Style Atlas is shaking up the fashion scene with a bold global debut."
  },
  {
    "title": "French Street Style Goes Global",
    "img": "images/news/news2.jpg",
    "link": "news/news2.html",
    "summary": "From Paris to the world—how French fashion is influencing global street style."
  },
  {
    "title": "Mexico’s Art Scene Inspires Fashion",
    "img": "images/news/news3.jpg",
    "link": "news/news3.html",
    "summary": "See how Mexico’s vibrant art and culture are fueling unique fashion trends."
  },
  {
  "title": "Tokyo After Dark: Night Fashion That’s Turning Heads in Shibuya",
  "date": "2025-05-10",
  "summary": "Shibuya shines at night not only with lights, but with bold looks turning heads on every street corner.",
  "img": "images/news/tokyo-after-dark-full.jpg",
  "link": "news/tokyo-after-dark.html"
},
  {
    "title": "Minimalism in Japan Gets a Bold Twist",
    "img": "images/news/news4.jpg",
    "link": "news/news4.html",
    "summary": "Japan’s minimalist style evolves with colorful and daring new elements."
  },
  {
  "title": "Paris in Detail: What Street Style Is Really Made Of",
  "img": "images/news/news-paris-detail.jpg",
  "link": "news/news-paris-detail.html",
  "summary": "Style isn’t just on runways — it’s in the subtle power of scarves, bags and details seen on real Parisian streets."
},
  {
  "title": "CDMX Details: The Outfits Speak Louder Than Words",
  "img": "images/news/news5.jpg",
  "link": "news/news5.html",
  "summary": "A single scarf, a shadow, or a step says it all. This is CDMX — confident, cool, and completely its own."
},
  {
  "title": "Eurovision 2025: Fashion and Culture Converge in Tonight's Semifinal",
  "img": "images/news/eurovision-2025.jpg",
  "link": "news/news-eurovision-2025.html",
  "summary": "Eurovision 2025 kicks off tonight in Basel, where fashion rivals music on Europe’s most visually expressive stage."
},
  {
  "title": "Cannes 2025 Has Begun — And the Red Carpet Is Already a War of Style",
  "img": "images/news/cannes-news-cover.jpg",
  "link": "news/news-cannes-2025.html",
  "summary": "The Cannes Film Festival kicked off yesterday, and fashion has already taken center stage — from transparent gowns to unexpected suits."
},
  {
  "title": "Bella Hadid Breaks the Dress Code at Cannes 2025",
  "img": "images/news/news-cannes-bella-style.jpg",
  "link": "news/news-cannes-bella-style.html",
  "summary": "Bella Hadid returns to the red carpet at Cannes 2025, challenging the festival’s new modesty dress code in a daring Saint Laurent gown.",
  "date": "2025-05-15T00:00:00"
}

]
